Revit 2027 API
BuiltInFailures.GroupFailures.CannotPlaceGroup Property
 Can't place Group from browser. Try copy/pasting existing copy of the Group instead.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotPlaceGroup { get; }
Public Shared ReadOnly Property CannotPlaceGroup As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotPlaceGroup {
	FailureDefinitionId^ get ();
}
static member CannotPlaceGroup : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace